*Задача: Написать программу, которая из имеющегося массива строк формирует новый массив из строк, длина которых меньше, либо равна 3 символам. Первоначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма. При решении не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.*

1. Обьявляем одномерный массив из строк:
**string[] array = new string[] {"geek", "brains", "it", "!"};**

2. Выводим данный массив:
**Console.Write( array[0]+ " " );**
**Console.Write( array[1]+ " " );**
**Console.Write( array[2] );**
**Console.Write( array[3]+ " " );**
**Console.Write ("=>"+ " ");**

3. Задаем метод void:
**void ChangeArray (string[] array )**
4. Обьявляем новый одномерный массив строк:
 **string[] newArray = new string[array.Length];**
5. Инициализируем индексы элементов, первоначального и нового массивов: 
 **int Index = 0;**
 **int newIndex =0;**
6. Задаем цикл, где будем перебирать элеменеы первоначального массива: 
for ( Index = 0; Index < array.Length; Index++)
 
